tap "dart-lang/dart"
tap "go-task/tap"
tap "leoafarias/fvm"
tap "ngrok/ngrok"
brew "awscli"
brew "chezmoi"
brew "curl"
brew "direnv"
brew "doxygen"
brew "ffmpeg"
brew "gauge"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "gnupg"
brew "go-task"
brew "graphviz"
brew "htop"
brew "infracost"
brew "inframap"
brew "iproute2mac"
brew "jq"
brew "mactop"
brew "mise"
brew "neovim"
brew "nifi"
brew "libpq"
brew "openvpn"
brew "plantuml"
brew "platformio"
brew "rsync"
brew "shellcheck"
brew "terraform-docs"
brew "terragrunt"
brew "tfenv"
brew "tmux"
brew "tree"
brew "uv"
brew "vim"
brew "wget"
brew "yq"
brew "yt-dlp"
brew "zsh-completions"
brew "leoafarias/fvm/fvm"
cask "antigravity"
cask "appcleaner"
cask "arc"
cask "audacity"
cask "autodesk-fusion"
cask "blackhole-2ch"
cask "chatgpt"
cask "chatgpt-atlas"
cask "claude"
cask "cursor"
cask "dbeaver-community"
cask "deepl"
cask "devtoys"
cask "docker-desktop"
cask "gcloud-cli"
cask "gimp"
cask "github"
cask "ghostty"
cask "google-chat"
cask "google-chrome"
cask "google-drive"
cask "local"
cask "microsoft-teams"
cask "musescore"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "postman"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "iina"
cask "zoom"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "anthropic.claude-code"
vscode "arjun.swagger-viewer"
vscode "atlassian.atlascode"
vscode "bierner.emojisense"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "cschlosser.doxdocgen"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "getgauge.gauge"
vscode "github.copilot"
vscode "github.vscode-pull-request-github"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "ics.japanese-proofreading"
vscode "janisdd.vscode-edit-csv"
vscode "jasonnutter.search-node-modules"
vscode "jebbs.plantuml"
vscode "jeff-hykin.better-cpp-syntax"
vscode "josetr.cmake-language-support-vscode"
vscode "kisstkondoros.vscode-codemetrics"
vscode "marp-team.marp-vscode"
vscode "marus25.cortex-debug"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-mssql.mssql"
vscode "ms-playwright.playwright"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vscode.vscode-speech"
vscode "naumovs.color-highlight"
vscode "njpwerner.autodocstring"
vscode "planbcoding.vscode-react-refactor"
vscode "platformio.platformio-ide"
vscode "pomdtr.excalidraw-editor"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sony-spresense.spresense-vscode-ide"
vscode "svsool.markdown-memo"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vector-of-bool.gitflow"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "wmaurer.change-case"
vscode "xabikos.javascriptsnippets"
vscode "xabikos.reactsnippets"
vscode "xdebug.php-pack"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
