tap "aws/tap"
tap "dart-lang/dart"
tap "go-task/tap"
tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "leoafarias/fvm"
tap "ngrok/ngrok"
tap "pipedreamhq/pd-cli"
tap "pulumi/tap"
brew "age"
brew "awscli"
brew "bats-core"
brew "checkov"
brew "chezmoi"
brew "curl"
brew "direnv"
brew "doxygen"
brew "ffmpeg"
brew "gauge"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "gnupg"
brew "go-task"
brew "goenv"
brew "graphviz"
brew "htop"
brew "infracost"
brew "inframap"
brew "iproute2mac"
brew "jenv"
brew "jq"
brew "mactop"
brew "mise"
brew "neovim"
brew "nifi"
brew "openjdk@11"
brew "openvpn"
brew "php"
brew "pipx"
brew "plantuml"
brew "platformio"
brew "postgresql@14"
brew "postgresql@17", link: true
brew "pyqt@5"
brew "python@3.10"
brew "python@3.11"
brew "python@3.13"
brew "rbenv"
brew "rsync"
brew "sbom-tool"
brew "shellcheck"
brew "terracognita"
brew "terraform-docs"
brew "terraformer"
brew "tfenv"
brew "tmux"
brew "tree"
brew "uv"
brew "vim"
brew "wget"
brew "yq"
brew "yt-dlp"
brew "zellij"
brew "zsh-completions"
brew "aws/tap/copilot-cli"
brew "leoafarias/fvm/fvm"
brew "pipedreamhq/pd-cli/pipedream"
cask "antigravity"
cask "anythingllm"
cask "appcleaner"
cask "arc"
cask "audacity"
cask "autodesk-fusion"
cask "blackhole-2ch"
cask "chatgpt"
cask "chatgpt-atlas"
cask "claude"
cask "cursor"
cask "dbeaver-community"
cask "deepl"
cask "devtoys"
cask "docker-desktop"
cask "gcloud-cli"
cask "gimp"
cask "github"
cask "google-chat"
cask "google-chrome"
cask "google-drive"
cask "local"
cask "mactex-no-gui"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "musescore"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "postman"
cask "raycast"
cask "sublime-text"
cask "temurin"
cask "thunderbird"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
vscode "aeschli.vscode-css-formatter"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "anthropic.claude-code"
vscode "arjun.swagger-viewer"
vscode "atlassian.atlascode"
vscode "bierner.emojisense"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "cschlosser.doxdocgen"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "getgauge.gauge"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "ics.japanese-proofreading"
vscode "janisdd.vscode-edit-csv"
vscode "jasonnutter.search-node-modules"
vscode "jebbs.plantuml"
vscode "jeff-hykin.better-cpp-syntax"
vscode "josetr.cmake-language-support-vscode"
vscode "kisstkondoros.vscode-codemetrics"
vscode "marp-team.marp-vscode"
vscode "marus25.cortex-debug"
vscode "mcu-debug.debug-tracker-vscode"
vscode "mcu-debug.memory-view"
vscode "mcu-debug.peripheral-viewer"
vscode "mcu-debug.rtos-views"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vscode.vscode-speech"
vscode "naumovs.color-highlight"
vscode "njpwerner.autodocstring"
vscode "planbcoding.vscode-react-refactor"
vscode "platformio.platformio-ide"
vscode "pomdtr.excalidraw-editor"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rooveterinaryinc.roo-cline"
vscode "saoudrizwan.claude-dev"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sony-spresense.spresense-vscode-ide"
vscode "svsool.markdown-memo"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vector-of-bool.gitflow"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "wmaurer.change-case"
vscode "xabikos.javascriptsnippets"
vscode "xabikos.reactsnippets"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zobo.php-intellisense"
